tap "hashicorp/tap"
tap "homebrew/core"
tap "homebrew/cask"
tap "fluxcd/tap"
tap "go-task/tap"
brew "age"
brew "autoconf"
brew "autojump"
brew "cask"
brew "cmake"
brew "coreutils"
brew "colima"
brew "ctags"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-completion"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "esphome"
brew "fluxcd/tap/flux"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "gitversion"
brew "gnupg"
brew "go"
brew "go-task"
brew "grype"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/vault"
brew "hackrf"
brew "helm"
brew "httpie"
brew "influxdb-cli"
brew "ipcalc"
brew "iperf"
brew "ipmitool"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "make"
brew "mas"
brew "nmap"
brew "node"
brew "nvm"
brew "openssh"
brew "pre-commit"
brew "pyenv"
brew "rbenv"
brew "rtl-sdr"
brew "rtl_433"
brew "sops"
brew "syft"
brew "telegraf"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
cask "arduino"
cask "balenaetcher"
cask "coolterm"
cask "cubicsdr"
cask "dbeaver-community"
cask "discord"
cask "dotnet-sdk"
cask "firefox"
cask "gb-studio"
cask "google-chrome"
cask "hashicorp/tap/hashicorp-vagrant"
cask "hex-fiend"
cask "iterm2"
cask "keepassx"
cask "krita"
cask "libreoffice"
cask "mgba"
cask "microsoft-remote-desktop"
cask "mqtt-explorer"
cask "multipatch"
cask "openscad"
cask "pock"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "reaper"
cask "rectangle"
cask "sameboy"
cask "snes9x"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "ultimaker-cura"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
